[
    "Das Bewerbungsvefahren für 2025 ist abgeschlossen.",
    "",
    " ",
    "Holzbaupreis",
    "",
    "",
    " Ansprechpartner ",
    "",
    "",
    "",
    "Name",
    "",
    "Lukas Rauber",
    "",
    "",
    "",
    "Telefon",
    "",
    "",
    "work\t",
    "",
    "+49 241 8024797",
    "",
    "",
    "",
    "E-Mail",
    "",
    "E-Mail",
    "",
    "E-Mail schreiben",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    " ",
    "Bewerbung eineichenper E-Mail an",
    "holzbau@stb.rwth-aachen.de",
    " ",
    "Burkhard Walter, proRWTH und die Fakultät für Bauingenieurwesen der RWTH Aachen loben den Holzbaupreis 2025 aus. Mit dem Preis werden herausragende Abschlussarbeiten auf dem Gebiet des konstruktiven Holzbaus gewürdigt. Der Preis ist mit insgesamt 3.500 Euro dotiert.",
    " ",
    " ",
    "Bewerbung",
    "Zugelassen sind Abschlussarbeiten (Promotion, Master, Bachelor), die an der RWTH Aachen erstellt und ab 2023 fertiggestellt wurden.",
    "Ihre Bewerbung richten Sie bitte bis zum 31.03.2025 an holzbau@stb.rwth-aachen.de und fügen folgende Unterlagen hinzu:",
    "",
    "Anschreiben mit Begründung",
    "Kurzfassung der Arbeit",
    "Abschlussarbeit als PDF-Datei",
    "Lebenslauf der Kandidatin oder des Kandidaten",
    "",
    " ",
    "Zum Stifter des Preises",
    "Prof. Dipl.-Ing. Burkhard Walter ist Gründer und geschäftsführender Inhaber der WALTER + REIF Ingenieurgesellschaft mbH mit Standorten Aachen und Duisburg. Burkhard Walter schloss sein Studium des Bauingenieurwesens an der RWTH Aachen 1982 ab und gründete 1984 das Ingenieurbüro. Er ist öffentlich bestellter und vereidigter Sachverständiger für Holzbau, Mitglied in zahlreichen Fachausschüssen und mehrfacher Träger des Holzbaupreises der Länder Nordrhein-Westfalen und Rheinland-Pfalz. Sein Ingenieurbüro gehört zu den renommiertesten Adressen für den Holzbau und hat eine Reihe anspruchsvoller und erfolgreich abgeschlossener Projekte vorzuweisen.",
    "",
    "Zum Stifter des Preises",
    "",
    " ",
    "1 / 1510152025",
    "",
    "",
    "Jahr",
    "Preisträgerinnen und Preisträger",
    "",
    "",
    "",
    "",
    "2023",
    "",
    "Svenja Kann, M.Sc.",
    "",
    "",
    "2020",
    "",
    "Jonas Bonhage, M.Sc.",
    "",
    " ",
    "Lukas Rauber, M.Sc."
]