[
    "ABSCHLUSSARBEITEN ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Master Arbeiten ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "SociaBill – a serious games for adults",
    "",
    "Eine effiziente Kommunikation spielt eine entscheidende Rolle bei der Sensibilisierung für das Thema Nachhaltigkeit. Serious Games wurden als relevantes Instrument für die Aufklärung von Erwachsenen über die sozialen Aspekte der nachhaltigen Entwicklung identifiziert. In diesem Zusammenhang wurde Sociabill entwickelt. Sociabill basiert auf den Prinzipien der Sozialbilanz und zielt darauf ab, Erwachsenen ein umfassendes Verständnis für diese Methodik zu vermitteln. In Sociabill schlüpfen die Spieler in die Rolle von Unternehmern, die ihre erste T-Shirt-Kollektion auf den Markt bringen wollen. Ziel ist es, dass die Spieler ihr Unternehmen aufbauen, indem sie Karten für soziale Unterkategorien erwerben, die den Lebenszyklus des Produkts abdecken. Das Spiel endet mit einer Prüfung, bei der festgestellt wird, ob die Spieler sozial verantwortliche, aufstrebende oder rückständige Unternehmen gegründet haben.Die Durchführung des Spiels in verschiedenen Gruppen ergab, dass das Spiel nochmal etwas überarbeitet werden muss. Die Abschlussarbeit sollte sich kritisch mit dem Spiel auseinandersetzen und Verbesserungsmöglichkeiten aufzeigen (insbesondere in Bezug auf mögliche Auswirkungen und die Punktevergabe je nach Produktionsstandort).Die Arbeit kann in deutscher oder englischer Sprache verfasst werden.Kontakt: Anna Luthin – anna.luthin@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Social acceptance of sensors for data collection in the context of the Digital Twin Road",
    "",
    "Start date: as soon as possibleRequirements:Very good German and English language skills (written and spoken)Reliability and commitmentAbility to work independentlyProactivenessKnowledge of statistics and/or Multi-Decision Criteria Making (MCDM) methods is an advantageContext:The movement of both people and goods stands as a fundamental pillar of our society. Currently, mobility, particularly concerning road traffic, faces significant challenges related to durability, safety, efficiency, sustainability, costs, and automation. Such pressing challenges demand immediate and comprehensive solutions. A possible solution can be found in the Digital Twin Road, which can be used for the pavement management in the future road system and has the potential to lead to a sustainable road infrastructure.However, to have a system that is holistically sustainable, it should comprehend, in addition to environmental and economic considerations, the social dimension and encompass broad social acceptance by the end user. Similar to most disruptive technologies, it is possible that aspects related to the Digital Twin Road could affect the social acceptance of certain stakeholders, also impacting in the way they engage with it. For instance, the presence of sensors collecting data on the road may produce apprehension from road users due to data protection concerns. Therefore, the social acceptance of sensors used for the data collection within the context of the Digital Twin Road (DT) must be investigated.Goals and tasks:The main goal of this master thesis is to assess the social acceptance of sensors / DT for the stakeholder “road user”. The main outcome of the thesis is a list of social concerns that affect the social acceptance of the DT. Furthermore, strategies should be proposed to address the identified constraints and improve social acceptance.First, a literature study should be performed to identify the implications of the use of sensors in the context of the DT. Based on these findings, semi-structured interviews should be conducted on a representative group in Germany to identify which social constraints are considered the most influential. Furthermore, potential strategies for improving social acceptance should be presented under consideration of those most influential social concerns. These aspects should be analyzed by applying a Multi-Criteria Decision Making (MCDM) method to identify the best possible strategies based on the outcomes of the survey. The outcomes of the thesis should support the further investigation of social acceptance of sensors / DT on a larger scale.Organizational matters: The thesis will be supervised by Dr. Arij Chabrawi and Pamela Del Rosario (M.Sc.)The thesis should be written in EnglishIf you’re interested, please write an e-mail to Ms. Del Rosario and Dr. Chabrawi and attach a brief CV and grade summaryContacts: Pamela Del Rosario: pamela.delrosario@inab.rwth-aachen.deDr. Arij Chabrawi: arij.chabrawi@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Social Life Cycle Assessment: challenges and ways forward a harmonised approach",
    "",
    "Social Life Cycle Assessment (SLCA) is the youngest among the three approaches related to Life Cycle Sustainability Assessment. It is evolving throughout time and new methodologies are being incorporated into the researchers‘ practices. Data collection is still the greatest constraint, being the primary data collection one of the major challenges to SLCA. According to the Guidelines for Social Life Cycle Assessment of Products and Organizations (Benoît Norris et al., 2020), SLCA comprises six stakeholders of analysis: worker, actors of the value chain, local community, society, consumers and children. Among them, the worker stakeholder is the one most commonly assessed either by collecting primary or secondary data sources. Therefore, this project aims at running an extensive literature review on the data collections methods and tools, either related to generic or specific data, applied to assessing the six stakeholders, with an emphasis on workers. Furthermore, it aims to map the most assessed indicators, regardless of the economic sector of the studies, in order to propose a harmonised set of indicators for each stakeholder, comprised with a sound definition and suggesting data collection sources and reliable tools within the literature.This thesis must be written in English.Contact: Arij Chabrawi (arij.chabrawi@inab.rwth-aachen.de)",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Bachelor Arbeiten ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Toggle Title",
    "",
    "Inhalt umschalten",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Verfügbarkeit von GIS-Daten zu Bewertung physischer Klimarisiken gemäß EU-Taxonomie",
    "",
    "Start Date:As soon as possibleAnforderungsprofil:Sehr gute Deutsch- oder Englischkenntnisse (schriftlich und mündlich)Zuverlässigkeit und EngagementFähigkeit zur selbstständigen ArbeitProaktive ArbeitsweiseKenntnisse in der Klimarisikoanalyse oder im Nachhaltigkeitsberichterstattung sind von VorteilKontext:Der Klimawandel ist eine der drängendsten Herausforderungen unserer Zeit, und seine Auswirkungen sind bereits heute spürbar. Ob Stürme, anhaltende Dürre oder steigender Meeresspiegel – die Veränderungen unseres Klimas haben unterschiedlichste Ausprägungen, die sich regional unterscheiden können und von der zukünftigen Erderwärmung abhängen.Die Klimarisiko- und Vulnerabilitätsanalyse ist ein wichtiges Instrument, mit dem (potenzielle) Risiken, die durch den Klimawandel entstehen, systematisch bewertet werden können. Unternehmen in der EU sind verpflichtet, im Rahmen ihrer Nachhaltigkeitsberichterstattung die bestehenden und zukünftigen Klimarisiken zu identifizieren, die für ihr Geschäftsmodell relevant sind. Die Analyse hilft den Unternehmen, sich besser auf Risiken einzustellen und langfristig Strategien zu entwickeln, um ihre Resilienz gegenüber den Auswirkungen des Klimawandels zu stärken.Ziel der Arbeit:Ziel der Abschlussarbeit ist es, die Verfügbarkeit von GIS-Daten zur Bewertung physischer Klimagefahren zur Durchführung einer Klimarisiko- und Vulnerabilitätsanalyse gemäß der EU-Taxonomie zu überprüfen. Das Ergebnis wird eine Liste öffentlich verfügbarer GIS-Datenbanken sein, die Klimarisikodaten für die relevante Klimagefahren und entsprechende Emissionspfade bereitstellen.Zunächst erfolgt eine Einarbeitung in die Methodik der Klimarisiko- und Vulnerabilitätsanalyse sowie eine Beschreibung der Anforderungen gemäß EU-Taxonomie. Eine systematische Literaturrecherche dient der Identifizierung von notwendigen Daten, die zur Bewertung der in der EU-Taxonomie gelisteten Klimagefahren erforderlich sind. Anschließend erfolgt ein Abgleich zwischen den erforderlichen und verfügbaren Datenquellen durchgeführt und deren geographische Abdeckung festgehalten.Die Arbeit kann in deutscher oder englischer Sprache verfasst werden.Kontakt: Suzana Ostojic – suzana.ostojic@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Klimarisiko- und Vulnerabilitätsanalyse im Rahmen der EU-Taxonomie: Ein anwendungsorientierter Leitfaden",
    "",
    "Start Date:As soon as possibleAnforderungsprofil:Sehr gute Deutsch- oder Englischkenntnisse (schriftlich und mündlich)Zuverlässigkeit und EngagementFähigkeit zur selbstständigen ArbeitProaktive ArbeitsweiseKenntnisse in der Klimarisikoanalyse oder der Nachhaltigkeitsberichterstattung sind von VorteilKontext:Der Klimawandel ist eine der drängendsten Herausforderungen unserer Zeit, und seine Auswirkungen sind bereits heute spürbar. Ob Stürme, anhaltende Dürre oder steigender Meeresspiegel – die Veränderungen unseres Klimas haben unterschiedlichste Ausprägungen, die sich regional unterscheiden können und von der zukünftigen Erderwärmung abhängen.Die Klimarisiko- und Vulnerabilitätsanalyse ist ein wichtiges Instrument, mit dem (potenzielle) Risiken, die durch den Klimawandel entstehen, systematisch bewertet werden können. Unternehmen in der EU sind verpflichtet, im Rahmen ihrer Nachhaltigkeitsberichterstattung die bestehenden und zukünftigen Klimarisiken zu identifizieren, die für ihr Geschäftsmodell relevant sind. Die Analyse hilft den Unternehmen, sich besser auf Risiken einzustellen und langfristig Strategien zu entwickeln, um ihre Resilienz gegenüber den Auswirkungen des Klimawandels zu stärken.Ziel der Arbeit:Ziel der Abschlussarbeit ist es, bestehende Literatur zur methodischen Durchführung einer Klimarisiko- und Vulnerabilitätsanalyse im Hinblick auf die Anforderungen der EU-Taxonomie zusammenzufassen. Das Ergebnis wird eine anwendungsorientierte Anleitung zur Durchführung der Analyse sein.Zunächst erfolgt eine Einarbeitung in die Methodik der Klimarisiko- und Vulnerabilitätsanalyse, die Normen in den ISO-Normen 14090 und 14091definiert ist. Unter Einbeziehung amtlicher Handlungsempfehlungen, bestehender Klimarisiko- und Vulnerabilitätsanalysen sowie einer systematischen Literaturrecherche, wird das praktische Vorgehen der Analyse umfassend dargestellt.Die Arbeit kann in deutscher oder englischer Sprache verfasst werden.Kontakt: Suzana Ostojic – suzana.ostojic@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Entwicklung eines indikatorbasierten Sensitivitätsprofils für Wohn- und Nichtwohngebäude im Rahmen der Klimarisiko- und Vulnerabilitätsanalyse",
    "",
    "Startdatum:As soon as possibleAnforderungsprofil:Sehr gute Deutsch- oder Englischkenntnisse (schriftlich und mündlich)Zuverlässigkeit und EngagementFähigkeit zur selbstständigen ArbeitProaktive ArbeitsweiseKenntnisse in der Klimarisikoanalyse oder der Nachhaltigkeitsberichterstattung sind von VorteilKontext:Der Klimawandel ist eine der drängendsten Herausforderungen unserer Zeit, und seine Auswirkungen sind bereits heute spürbar. Ob Stürme, anhaltende Dürre oder steigender Meeresspiegel – die Veränderungen unseres Klimas haben unterschiedlichste Ausprägungen, die sich regional unterscheiden können und von der zukünftigen Erderwärmung abhängen.Die Klimarisiko- und Vulnerabilitätsanalyse ist ein wichtiges Instrument, mit dem (potenzielle) Risiken, die durch den Klimawandel entstehen, systematisch bewertet werden können. Unternehmen in der EU sind verpflichtet, im Rahmen ihrer Nachhaltigkeitsberichterstattung die bestehenden und zukünftigen Klimarisiken zu identifizieren, die für ihr Geschäftsmodell relevant sind. Die Analyse hilft den Unternehmen, sich besser auf Risiken einzustellen und langfristig Strategien zu entwickeln, um ihre Resilienz gegenüber den Auswirkungen des Klimawandels zu stärken.Ziel der Arbeit:Ziel der Arbeit ist es ein Sensitivitätsprofil für Wohn-/Nichtwohngebäude bezüglich der in der EU-Taxonomie gelisteten physischen Klimagefahren zu entwickeln. Im Ergebnis wird eine Klimawirkungskette für Wohn-/Nichtwohngebäude erstellt und die Sensitivität, also die Empfindlichkeit des Systems gegenüber Schwankungen oder Änderungen des Klimas und seinen Auswirkungen festgestellt. Die Sensitivitäten werden mithilfe einer umfassenden Literaturrecherche in quantitative Indikatoren übersetzt.Zunächst erfolgt eine Einarbeitung in die Methodik der Klimarisiko- und Vulnerabilitätsanalyse. Anschließend werden bestehende Klimawirkungsketten für den Gebäudesektor analysiert und unter Einbeziehung öffentlicher Empfehlungen und StudienDie Arbeit kann in deutscher oder englischer Sprache verfasst werden.Kontakt: Suzana Ostojic – suzana.ostojic@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Nachhaltige Entwicklung von Städten und Siedlungen“ (SDG 11) – Strategien zur Steigerung der Nachhaltigkeitsleistung",
    "",
    "Das INaB bietet für das Wintersemester wieder Studienarbeiten zu dem folgenden Thema an: „Nachhaltige Entwicklung von Städten und Siedlungen“ (SDG 11) – Strategien zur Steigerung der NachhaltigkeitsleistungWenn Sie Interesse an einer Studienarbeit am INaB haben, melden Sie sich bitte bei roland.meyer@inab.rwth-aachen.de. Es wird am 19. Oktober von 10.00 bis 11.00 Uhr online eine Einführungsveranstaltung geben. Auf Anfrage erhalten Sie den entsprechenden LinkKontakt: roland.meyer@inab.rwth-aachen.de"
]