[
    "ABSCHLUSSARBEITEN ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Master Arbeiten ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Social Life Cycle Assessment: challenges and ways forward a harmonised approach",
    "",
    "Social Life Cycle Assessment (SLCA) is the youngest among the three approaches related to Life Cycle Sustainability Assessment. It is evolving throughout time and new methodologies are being incorporated into the researchers‘ practices. Data collection is still the greatest constraint, being the primary data collection one of the major challenges to SLCA.According to the Guidelines for Social Life Cycle Assessment of Products and Organizations (Benoît Norris et al., 2020), SLCA comprises six stakeholders of analysis: worker, actors of the value chain, local community, society, consumers and children. Among them, the worker stakeholder is the one most commonly assessed either by collecting primary or secondary data sources.Therefore, this project aims at running an extensive literature review on the data collections methods and tools, either related to generic or specific data, applied to assessing the six stakeholders, with an emphasis on workers. Furthermore, it aims to map the most assessed indicators, regardless of the economic sector of the studies, in order to propose a harmonised set of indicators for each stakeholder, comprised with a sound definition and suggesting data collection sources and reliable tools within the literature.This thesis must be written in English.Contact: Dr. Arij Chabrawi: arij.chabrawi@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Stand der Technik und kritische Bewertung von Anwendungen Künstlicher Intelligenz für Nachhaltigkeit",
    "",
    "Diese Masterarbeit befasst sich mit einer systematischen Analyse und kritischen Bewertung aktueller Anwendungen Künstlicher Intelligenz (KI) im Bereich der Nachhaltigkeit. Ziel ist es, den Stand der Technik von KI-basierten Lösungen in verschiedenen Nachhaltigkeitskontexten zu untersuchen und deren Potenziale sowie Grenzen zu analysieren.Ein zentraler Bestandteil der Arbeit ist die Bewertung dieser KI-Anwendungen im Rahmen der Life Cycle Sustainability Assessment (LCSA). Dabei sollen sowohl positive als auch negative ökologische, soziale und ökonomische Auswirkungen identifiziert werden, die durch den Einsatz von KI-Technologien in nachhaltigkeitsbezogenen Entscheidungsprozessen entstehen können.Voraussetzungen:Dieses Masterarbeitsthema richtet sich ausschließlich an Studierende, die die Lehrveranstaltung Sustainability Assessment Methods and Tools (Products) erfolgreich abgeschlossen haben.Kontakt:Davis Jose: davis.jose@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Bachelor Arbeiten ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Auf dem Weg zu einer gemeinsamen Basis für soziale Taxonomien: Harmonisierung von Rahmenwerken für ein kohärentes Verständnis sozialer Nachhaltigkeit",
    "",
    "Im Zuge der zunehmenden Bedeutung sozialer Nachhaltigkeit in Politik und Wirtschaft entstehen derzeit verschiedene „soziale Taxonomien“, die soziale Ziele und Kriterien definieren. Gleichzeitig stellt die Social Life Cycle Assessment (S-LCA) Methodik ein etabliertes Instrument zur Bewertung sozialer Auswirkungen entlang von Wertschöpfungsketten dar.Ziel dieser Bachelorarbeit ist es, die Übereinstimmungen und Unterschiede zwischen bestehenden und entstehenden sozialen Taxonomien sowie dem S-LCA-Rahmenwerk zu analysieren. Dazu soll eine Vergleichstabelle sozialer Zieleerstellt und anschließend eine Mapping-Matrix entwickelt werden, die soziale Taxonomien mit den S-LCA-Stakeholderkategorien und -Subkategorien (gemäß UNEP 2020, (ISO 14075:2024) und der Social Hotspot Database) in Beziehung setzt.Die Arbeit leistet damit einen Beitrag zur Schaffung einer kohärenteren und praxisnäheren Grundlage für die Bewertung sozialer Nachhaltigkeit.Voraussetzungen:Interesse an Nachhaltigkeitsbewertung, sozialer Nachhaltigkeit und TaxonomienGrundkenntnisse in Nachhaltigkeits- oder Lebenszyklusbewertung von VorteilFähigkeit zu analytischem Arbeiten und LiteraturrechercheSprache: Deutsch oder EnglischKontakt:Sarina Achterfeldt: sarina.achterfeldt@inab.rwth-aachen.de",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Studienarbeiten ",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Bewertungsansätze der Nachhaltigkeit – Kann man Nachhaltigkeit messen?",
    "",
    "Zu diesem Thema sowie zur Durchführung der Studienarbeit wird es einen Einführungstermin (voraussichtlich im November) geben, der je nach Rückmeldungen noch festgelegt wird.Bei Interesse bitte Mail an: roland.meyer@inab.rwth-aachen.de"
]