[
    "Bachelorarbeiten",
    "",
    "",
    "",
    "",
    "",
    "abgeschlossene Bachelorarbeiten",
    "",
    "",
    "",
    "",
    "",
    "",
    "Kontakt",
    "",
    "",
    "",
    "",
    "",
    "Volker Linnemann",
    "",
    "",
    "Laborleiter",
    "",
    "",
    "",
    "Work",
    "Telefon: ",
    "+49 241 80-91523",
    "",
    "",
    "WorkE-Mail schreiben",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Eine Bachelorarbeit ist eine wissenschaftliche Arbeit, die von jedem Bachelor-Studenten als Abschluss des Bachelor-Studiums zu erbringen ist. Sie soll zeigen, dass die Kandidatin bzw. der Kandidat in der Lage ist, ein Problem innerhalb einer vorgegebenen Frist nach wissenschaftlichen Methoden unter Anleitung selbstständig zu bearbeiten.",
    "Im Rahmen der Bachelorarbeit soll ein Bereich aus der aktuellen Forschung näher betrachtet werden. Neben der fachlichen Auseinandersetzung mit einem Thema soll mit der Bachelorarbeit das wissenschaftliche Arbeiten und das Verfassen wissenschaftlicher Texte geübt werden.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    " ",
    "",
    "",
    "",
    "",
    " ",
    "Titel",
    "",
    "Status",
    "Kontakt",
    "",
    "",
    "",
    "",
    "",
    "Literaturrecherche zum Zusammenhang physikalisch-chemischer Stoffeigen-schaften und der Eliminierbarkeit ausgewählter Spurenstoffe in der weiterge-henden Abwasserbehandlung",
    "",
    "",
    "Literature review of the relationship between physicochemical properties and the removal of selected micropollutants in advanced wastewater treatment",
    "",
    "verfügbar",
    "",
    "Carlotta Wilke, M. Sc.",
    "",
    "",
    "",
    "",
    "Untersuchung von Einflussparametern auf die Bromatbildung während der Ozonierung und die Bromatanalytik",
    "",
    "",
    "Investigation of influencing parameters on bromate formation during ozonation and bromate analysis",
    "",
    "verfügbar",
    "",
    "Carlotta Wilke, M. Sc.",
    "",
    "",
    "",
    "",
    "",
    "Untersuchung der Adsorptionskinetik von Mikroschadstoffen in Abwasser an Pulveraktivkohlen unterschiedlicher Korngröße",
    "",
    "",
    "Investigation of relations between particle size and adsorption kinetics of micropollutants onto powdered activated carbon",
    "",
    "",
    "verfügbar",
    "",
    "Max Zimmermann, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Analyse und Bewertung potenzieller Einsatzbereiche eines neuartigen Filters zur weitergehenden Niederschlagswasserbehandlung",
    "",
    "",
    "Analysis and evaluation of potential applications for a novel filter for ad-vanced stormwater treatment",
    "",
    "",
    "verfügbar",
    "",
    "Julia Storath, M.Sc.",
    "",
    "",
    "",
    "",
    "Mikroplastikanalyse und Referenzmaterialien",
    "",
    "verfügbar",
    "",
    "Daniela Schmitz, M. Sc.",
    "",
    "",
    "",
    "",
    "Makroplastik in der Umwelt – Untersuchung des Absetzverhaltens umweltrepräsentativer Kunststoffobjekte",
    "",
    "verfügbar",
    "",
    "Daniela Schmitz",
    "",
    "",
    "",
    "",
    "",
    "Bemessungsansätze für MBBR-Technologie im In- und Ausland",
    "",
    "Design approaches of MBBR-technology in different areas",
    "",
    "",
    "verfügbar",
    "",
    "Henry Riße"
]