[
    "Masterarbeiten",
    "",
    "",
    "",
    "",
    "",
    "abgeschlossene Masterarbeiten",
    "",
    "",
    "",
    "",
    "",
    "",
    "Kontakt",
    "",
    "",
    "",
    "",
    "",
    "Volker Linnemann",
    "",
    "",
    "Laborleiter",
    "",
    "",
    "",
    "Work",
    "Telefon: ",
    "+49 241 80-91523",
    "",
    "",
    "WorkE-Mail schreiben",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Eine Masterarbeit ist eine wissenschaftliche Arbeit, die von jedem Master-Studenten in einem Vertiefungsfach zu erbringen ist.",
    "Im Rahmen der Masterarbeit soll ein Bereich aus der aktuellen Forschung näher betrachtet werden. Neben der fachlichen Auseinandersetzung mit einem Thema soll mit der Masterarbeit die Fähigkeit zum wissenschaftliche Arbeiten und das Verfassen wissenschaftlicher Texte geprüft werden.",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    " ",
    "",
    "",
    "",
    "Titel",
    "Status",
    "Kontakt",
    "",
    "",
    "",
    "",
    "",
    "",
    "Untersuchung der Adsorptionskinetik von Mikroschadstoffen in Abwasser an Pulveraktivkohlen unterschiedlicher Korngröße",
    "",
    "",
    "Investigation of relations between particle size and adsorption kinetics of micropollutants onto powdered activated carbon",
    "",
    "",
    "verfügbar",
    "",
    "Max Zimmermann, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Analyse und Bewertung potenzieller Einsatzbereiche eines neuartigen Filters zur weitergehenden Niederschlagswasserbehandlung",
    "",
    "",
    "Analysis and evaluation of potential applications for a novel filter for ad-vanced stormwater treatment",
    "",
    "",
    "verfügbar",
    "",
    "Julia Storath, M.Sc.",
    "",
    "",
    "",
    "",
    "Dynamische Energiesystemmodellierung zur Einbindung der „Power-to-Methan“-Technologie auf dem Klärwerk Schönerlinde",
    "",
    "verfügbar",
    "",
    "Fabio Voit",
    "",
    "",
    "",
    "",
    "Einsatz und Bewertung von Regenwasserspeicherungssystemen zur Reinigung dezentraler Photovoltaikanlagen in Deutschland",
    "",
    "verfügbar",
    "",
    "Dr.-Ing. Maximilian Born",
    "",
    "",
    "",
    "",
    "",
    "Untersuchung der Spurenstoff- und PFAS-Elimination aus kommunalem Abwasser mit Layer-by-Layer beschichteten Nanofiltrationsmembranen",
    "",
    "",
    "Investigation of trace substances and PFAS elimination from municipal wastewater with layer-by-layer coated nanofiltration membranes",
    "",
    "",
    "verfügbar",
    "",
    "Fabio Ringhof, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Investigation of shock loading events on biofilm development and performance of membrane aerated bioreactors (MABRs)",
    "",
    "",
    "Untersuchung von Stoßbelastungen auf die Biofilmentwicklung und Leistung membranbelüfteter Bioreaktoren",
    "",
    "",
    "verfügbar",
    "",
    "Carsten Bartels, M.Sc.",
    "",
    "",
    "",
    "",
    "Validierung der Integrierbarkeit dezentraler Abwasserwiederver-wendungs- und Wärmeückgewinnungskonzepte in die kommunale Wärmeplanung",
    "",
    "verfügbar",
    "",
    "Anika Wacht, M.Sc.",
    "",
    "",
    "",
    "",
    "Untersuchung des Einflusses der Abwasserzusammensetzung auf die Bromatbildung während der Ozonierung und die Bromatanalytik",
    "",
    "verfügbar",
    "",
    "Carlotta Wilke, M.Sc.",
    "",
    "",
    "",
    "",
    "Bewertung der Möglichkeit zur Deponierung des Ascherests aus nasschemischen Verfahren zur Phosphor-Rückgewinnung",
    "",
    "verfügbar",
    "",
    "",
    "Hiep Le, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "",
    "Weiterentwicklung und experimentelle Erprobung eines Reaktorsystems zur Untersuchung immobilisierter Photokatalysatoren",
    "",
    "",
    "verfügbar",
    "",
    "",
    "Julia Wolters, M.Sc.",
    "",
    "Johanna Niemann, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Automatisierte Verknüpfung von GAEB-Leistungsverzeichnissen mit MS Project zur Kostenkontrolle am Beispiel des Umbaus der Großkläranlage Düren",
    "",
    "verfügbar",
    "",
    "",
    "Dr.-Ing. Maximilian Born",
    "",
    "Philipp Henkens, M.Sc",
    "",
    "Tim Völl, M. Eng.",
    "",
    "",
    "",
    "",
    "",
    "",
    "Entwicklung einer Methodik zur automatisierten Auswertung von Daten zur Spurenstoffelimination in der 4. Reinigungsstufe",
    "",
    "Combining Data Analysis and Environmental Engineering – with Direct Practical Application",
    "",
    "",
    "verfügbar",
    "",
    "Katharina Mrosla, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Entwicklung einer Methodik zur Simulation biologischer Nachbehandlungsstufen nach Ozonung",
    "",
    "Development of a Methodology for Simulating Biological Treatment Stages After Ozonation",
    "",
    "",
    "verfügbar",
    "",
    "Katharina Mrosla, M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Auswirkungen der simultanen PAK-Dosierung in einem MBR auf die Membrandeckschichtbildung sowie die Permeatqualität",
    "",
    "",
    "Effects of simultaneous PAC dosing in an MBR on membrane surface layer formation and permeate quality",
    "",
    "",
    "verfügbar",
    "",
    "Fabio Ringhof , M.Sc.",
    "",
    "",
    "",
    "",
    "",
    "Auswirkungen der simultanen PAK-Dosierungsstrategie in einen MBR auf den Belebtschlamm",
    "",
    "",
    "Effects of the simultaneous PAC dosing strategy in an MBR on the activated sludge",
    "",
    "",
    "verfügbar",
    "",
    "Fabio Ringhof , M.Sc.",
    "",
    "",
    "",
    "",
    "Inbetriebnahme und Erprobung einer RSSCT-Anlage für die Bewertung des Langzeitlöslichkeitsverhalten von Carbonaten",
    "",
    "verfügbar",
    "",
    "Julia Storath, M. Sc.",
    "",
    "",
    "",
    "Untersuchung eines neuartigen erweiterten Oxidationsprozesses",
    "",
    "verfügbar",
    "",
    "Julia Wolters, M.Sc.",
    "",
    "",
    "",
    "",
    "Quantifizierung der Struktureigenschaften von Biofilmen anhand optischer Messdaten",
    "",
    "verfügbar",
    "",
    "Dr. Peter Desmond (ISA)",
    "",
    "Enno Hachgenei M.Sc.( (Fraunhofer IPT)"
]