[
    "Zu vergebende Masterarbeiten",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Titel",
    "",
    "",
    "",
    "Betreuer",
    "",
    "",
    "",
    "",
    "Nonlinear Model Order Reduction for Dynamic Beam Formulations: Numerical Implementation and Validation",
    "",
    "",
    "Florian Kolisch",
    "",
    "",
    "",
    "",
    "Derivation of a polygonal Reissner-Mindlin plate formulation using the isoparametric concept for polygons within the scaled boundary finite element approach",
    "",
    "",
    "Anna Hellers",
    "",
    "",
    "",
    "",
    "Numerical simulation of strength and drift capacities of clay brick masonry shear walls considering building interactions",
    "",
    "",
    "Nisrein Mukattash",
    "",
    "",
    "",
    "",
    "Ein neuer Ansatz für 3D-Pushover-Analysen für Mauerwerksbauten",
    "",
    "",
    "Nisrein Mukattash",
    "",
    "",
    "",
    "",
    "An anisotropic fibre-matrix material model for an",
    "\t\t\telastic-growth Mechanism",
    "",
    "",
    "Florian Spahn",
    "",
    "",
    "",
    "",
    "Development and Implementation of an Orthotropic Growth Model",
    "",
    "",
    "",
    "Florian Spahn",
    "",
    "",
    "Florian Kolisch",
    "",
    "",
    "",
    "",
    "",
    "",
    "Berücksichtigung von Zwangsbedingungen zwischen Freiheitsgraden im Rahmen der FEM",
    "",
    "",
    "",
    "",
    "Simon Klarmann",
    "",
    "",
    "",
    "",
    "",
    "Numerische Untersuchung eines Osteosyntheseverfahren für eine Symphysenruptur im Becken",
    "",
    "",
    "Max Praster",
    "",
    "",
    "",
    "",
    "Simulation der Knochenheilung bei einer Oberschenkelhalsfraktur",
    "",
    "",
    "Max Praster",
    "",
    "",
    "",
    "",
    "",
    "Implementation of a dynamic formulation for an SBIGA shell",
    "",
    "",
    "",
    "Mathias Reichle",
    "",
    "",
    "",
    "",
    " ",
    "",
    " ",
    "",
    "",
    "",
    "Für nähere Informationen wenden Sie sich bitte an den jeweiligen Betreuer. Ausführliche Beschreibungen der einzelnen Themen sowie weitere Themenvorschläge finden Sie im Schaukasten des Lehrstuhls (neben Raum 611).",
    " ",
    "Weitere Themen aus den aktuellen Forschungsgebieten des Lehrstuhls sind möglich. Bei Interesse wenden Sie sich bitte an einen der wissenschaftlichen Mitarbeiter."
]