[
    "APPLICATION PROCEDURESEMESTER DATESDEADLINESEXTRA INFORMATIONVISAS AND PERMITSFACT SHEET",
    "Contact your home institution's international office to find out if it is a partner with UCC.",
    "Your school will send your nomination to us via email.",
    "A link to the online application will be sent to the nominated student to complete the application.",
    "Students from Non-partner institutions can send an email to indicate their intention to participate in the Exchange Programme.",
    "",
    " 2024/2025 ACADEMIC YEAR",
    " ",
    " ",
    "",
    "",
    "",
    " Second Semester",
    "",
    "",
    "EXPECTED ARRIVAL",
    "1st November, 2025",
    "",
    "",
    "LECTURES START",
    "10th November, 2025",
    "",
    "",
    "EXAMINATIONS",
    "23rd February, 2026",
    "",
    "",
    "DEPARTURE",
    "16th March, 2026",
    "",
    "",
    "",
    " ",
    " Deadline for submission of Applications for the second semester - 20th January, 2026",
    "You can check out available courses here. Note that courses from most schools/faculties are available except courses from the School of Medical Sciences and Faculty of Law.",
    "",
    " You will need a visa to enter Ghana unless you are a citizen of a country that is exempted. Please contact the nearest Ghanaian Embassy or High Commission for a visa to Ghana. ",
    "As an inbound exchange student, your visa is a permit to enter the country at any time during the period it was issued for. On entry into the country, you will be given a number of days at the point of entry to stay, usually 60 days. You are required by law to extend your permit to stay in the country for an extended period of time after that.",
    "Click here for more information.",
    "If you intend travelling outside Ghana during the semester and return, you are advised to acquire a Multi-entry visa before you first arrive in Ghana.",
    "Click here for VISA EXTENSION FEES",
    " Are you the Study Abroad Coordinator for a partner or non-partner institution, click here to request for our fact sheet"
]